Repository: Gabo-araya/sgsi_ext
Catalog: api_client/locale/*/LC_MESSAGES/django.po
Languages: es

source: request headers
es: encabezados de solicitud

source: response headers
es: encabezados de respuesta

source: request content
es: contenido de la solicitud

source: response content
es: contenido de la respuesta

source: Dummy Integration
es: Integración falsa

source: creation date
es: fecha de creación

source: created at
es: creado el

source: edition date
es: fecha de edición

source: updated at
es: editado el

source: method
es: método

source: client url
es: URL de cliente

source: client code
es: código de cliente

source: request time
es: hora de solicitud

source: headers
es: encabezados

source: content
es: contenido

source: response time
es: hora de respuesta

source: status code
es: código de estado

source: error email sent
es: mensaje de error enviado

source: Error in {} API Client
es: Error en cliente de API {}

source: disabled at
es: deshabilitado el

source: disabled client
es: cliente deshabilitado

source: disabled clients
es: clientes deshabilitados

source: <h2>Error Report:</h2> <table> <tr> <td>Client</td> <td>%(client_code)s</td> </tr> <tr> <td>Request</td> <td>%(method)s %(url)s</td> </tr> <tr> <td>Error</td> <td>%(error)s</td> </tr> </table>
es: <h2>Informe de error:</h2> <table> <tr> <td>Cliente</td> <td>%(client_code)s</td> </tr> <tr> <td>Solicitud</td> <td>%(method)s %(url)s</td> </tr> <tr> <td>Error</td> <td>%(error)s</td> </tr> </table>

source: Error Report: Client: %(client_code)s Request: %(method)s %(url)s Error: %(error)s
es: Informe de error: Cliente: %(client_code)s Solicitud: %(method)s %(url)s Error: %(error)s
